Repository: BGforgeNet/bg2-tweaks-and-tricks
Catalog: tnt/tra/po/*.po
Languages: fr, russian

source: Greater Command AoE
fr: Zone d'effet d'Ordre Majeur
russian: Великая Команда - действие на площадь

source: Working Non-Detection
fr: Non-detection fonctionnelle

source: Unstack Chaos Shield
fr: Non-cumul de bouclier du chaos

source: Uncheese Project Image | POWER USER component, consult readme
fr: Supprimer la triche avec Image Projetee

source: Project Image spell is not present in game
fr: Le sort Image Projetee n'est pas present dans le jeu

source: Uncheese Mislead
fr: Supprimer la triche avec Double Illusoire

source: Sensible Blade spins
fr: Spirales de maitre-lames plus pratiques

source: PnP Protection from Evil
fr: Protection contre le mal PnP

source: Non-hostile Grease
fr: Graisse non hostile

source: Tracking!
fr: Pistage !

source: Familiars
fr: Familiers
russian: Фамильяры

source: Smarter familiars
fr: Familiers plus intelligents
russian: Умные фамильяры

source: More resilient familiars
fr: Familiers plus resistants

source: Soundsets
fr: Ensemble de sons
russian: Саундсеты

source: Compliments and insults
fr: Compliments et insultes

source: Reintroduce
fr: Reintroduire
russian: Восстановить

source: Reintroduce and adjust to framerate
fr: Reintroduire et ajuster au framerate
russian: Восстановить и приспособить к скорости игры

source: Disable
fr: Desactiver
russian: Отключить

source: Extended soundsets for joinable NPCs
fr: Sons etendus pour les PNJ pouvant se joindre au groupe

source: Additions only
fr: Ajouts seulement
russian: Только добавления

source: Prefer BG1 sounds
fr: Preferer les sons de BG1

source: Prefer BG2 sounds
fr: Preferer les sons de BG2

source: No talking when hiding in shadows
fr: Ne pas parler quand on se cache dans l'ombre
russian: Не разговаривать в тенях

source: Make NPC soundsets available to PC
fr: Mettre les sons des PNJ a la disposition des PC
russian: Сделать саундсеты NPC доступными главному герою

source: Gameplay, rules, difficulty
fr: Jeu, regles, difficulte

source: No XP farming
fr: Pas de farming d'XP
russian: Затруднить фарминг опыта

source: Can't steal Carsomyr
fr: On ne peut pas voler Carsomyr
russian: Нельзя украсть Карсомир

source: True True Grandmastery
fr: Vraie Vraie Grande-maitrise

source: Sensible multiclass restrictions
fr: Restrictions des multi-classes plus pratiques

source: Fair fights | POWER USER component, consult readme
fr: Combats equitables | composant pour POWER USER, consultez le readme sur Github

source: Just a few select enemies
fr: Quelques ennemis bien precis

source: Also remove undroppable items granting unfair advantages from all enemies
fr: Supprimez egalement les objets recuperables accordant des avantages injustes a tous les ennemis

source: Cloak of Arachnida
fr: Cape d'arachnide
russian: Плащ Арахнида

source: This cloak was originally stolen from Shandalar by the powerful mage Semia, presumably for the powerful magics woven into the fabric. How it has come to be in your possession and the fate of Semia are complete mysteries, and ones not likely to be solved. The cloak is woven from spider silk and radiates a strong aura of alteration magic. It grants the wearer immunity to entrapment by webs of any sort. Once per day the wearer of this cloak can cast a double-sized web. This operates like the 2nd-level wizard spell. Also, the wearer is less subject to poison. STATISTICS: Saving Throws: +2 bonus vs Poison. Special: The wearer is immune to webs, and can cast a double-sized Web once per day.
fr: Cette cape a été à l'origine volée à Shandalar par le puissant mage Semia, sans doute pour les puissantes magies tissées dans le tissu. Les mystères qui entourent la façon dont elle est arrivée en votre possession et le destin de Semia restent entiers, et ne seront probablement jamais résolus. La cape est tissée en soie d'araignée et imprégnée d'une puissante magie. Elle protège celui qui la porte de l'immobilisation par les toiles et de tous les sorts qui s'y apparentent. Cependant, elle n'offre aucune protection contre d'autres effets nuisant aux mouvements. De plus, la cape permet de lancer Toile d'araignée une fois par jour sur une surface deux fois plus grande. Enfin, elle offre au porteur une protection supplémentaire contre le poison. PARAMÈTRES : Capacités d'équipement : Jets de sauvegarde : Bonus de +2 contre le poison. Immunité aux toiles d’araignées. Capacité de charge : Toile d'araignée (une fois par jour).
russian: Изначально этот плащ был украден у Шандалара могущественным магом Семией, по-видимому, из-за мощной магии, вплетённой в его ткань. Судьба Семии и то, как этот плащ попал к тебе в руки, останутся полной тайной, которая, скорее всего, так и не будет раскрыта. Этот плащ соткан из паучьего шёлка и пропитан мощной магией. Он защищает владельца от попадания в паутину. Однако он не даёт никакой защиты от других эффектов, ограничивающих передвижение. ПАРАМЕТРЫ: Свойства экипировки: – спасброски: +2 против яда – иммунитет к паутине Свойства зарядов: – «Паутина» раз в день. Особенность: радиус 30 футов Вес: 3

source: Boss, your pack is full.
fr: Maître, votre sac est plein.
russian: Хозяин, твой рюкзак полон.

source: Yes, boss?
fr: Oui, Maître ?
russian: Да, хозяин?

source: Let's change formation.
fr: Changeons de formation.
russian: Давай-ка поменяем строй.

source: We need to discuss combat.
fr: Nous devons discuter du combat.
russian: Нам нужно обсудить сражения.

source: I want to give you new instructions about the loot.
fr: Je veux te donner de nouvelles instructions à propos du butin.
russian: Я хочу дать тебе новые инструкции по поводу добычи.

source: Here, take this potion.
fr: Tiens, prends cette potion.
russian: Вот, возьми зелье.

source: Ah, maybe later.
fr: Ah, peut-être plus tard.
russian: Вообще-то, неважно. И так сойдет.

source: Follow me at all times.
fr: Suis-moi en permanence.
russian: Всегда следуй за мной.

source: Stop following me all the time.
fr: Arrête de me suivre tout le temps.
russian: Перестань всё время за мной ходить.

source: Move faster, will you? Don't lag behind.
fr: Va plus vite, tu veux bien ? Ne reste pas à la traîne.
russian: Шевелись быстрее, не отставай.

source: Don't run so fast. I can't catch up to you.
fr: Ne cours pas si vite. Je ne peux pas te rattraper.
russian: Не беги так быстро. Я за тобой не успеваю.

source: Actually, nevermind. Distance is fine for now.
fr: C'est rien, oubli. La distance est bonne pour le moment.
russian: Неважно, с дистанцией всё нормально.

source: If you see any danger, jump into my backpack right away.
fr: Si tu vois un danger, saute immédiatement dans mon sac.
russian: Если ты заметил опасность, сразу прыгай в мой рюкзак!

source: Don't hide in my pack when you see enemies.
fr: Ne te cache pas dans mon sac quand tu vois des ennemis.
russian: Не прячься в рюкзаке, когда заметил врагов

source: When you're injured, rush into my backpack immediately.
fr: Si tu es blessé, rentre immédiatement dans mon sac.
russian: Если ты ранен, немедленно прыгай в мой рюкзак.

source: When you're badly injured, rush into my pack immediately.
fr: Si tu es gravement blessé, rentre immédiatement dans mon sac.
russian: Если ты тяжело ранен, немедленно прыгай в мой рюкзак.

source: When the enemies are gone, get out of the pack by yourself.
fr: Quand les ennemis sont partis, sors de mon sac tout seul.
russian: Когда врагов больше не видно, вылезай из рюкзака.

source: After hiding in my pack, stay there. One cannot be too careful.
fr: Après t'être caché dans mon sac, reste-y. On n'est jamais trop prudent.
russian: После того, как спрятался в рюкзаке, оставайся там. Нам нужно быть осторожными.

source: Don't bother me with your whining, I don't care if you're hurt.
fr: Ne m'embête pas avec tes jérémiades, je me fiche que tu sois blessé.
russian: Не ной мне тут, мне всё равно на твои раны.

source: After fight, if you're hurt, let me know.
fr: Après le combat, si tu es blessé, fais-le moi savoir.
russian: После битвы, если ты ранен, дай мне знать.

source: After fight, if you're badly hurt, let me know.
fr: Après le combat, si tu es gravement blessé, fais-le moi savoir.
russian: После битвы, если ты сильно ранен, дай мне знать.

source: When you're being attacked, disengage for a short time, then get back at the enemy.
fr: Quand tu es attaqué, désengage-toi un court instant, puis reviens vers l'ennemi.
russian: Если на тебя напали, отступи, а затем вернись в бой.

source: Don't disengage, even if you're being attacked.
fr: Ne te désengage pas, même si tu es attaqué.
russian: Не убегай, даже если на тебя напали.

source: In combat, don't attack enemies, unless I tell you to.
fr: En combat, n'attaque pas les ennemis, sauf si je te le demande.
russian: В бою, не нападай, пока я не скажу.

source: In combat, attack enemies when you see them.
fr: Au combat, attaque les ennemis quand tu les vois.
russian: В бою, нападай на врагов сам как только их увидишь.

source: In combat, attack enemies when you see them, prioritizing spellcasters.
fr: Au combat, attaque les ennemis quand tu les vois, en donnant la priorité aux lanceurs de sorts.
russian: В бою, нападай на врагов сам как только их увидишь. Первым делом на заклинателей.

source: Stop picking up any items, okay?
fr: Arrête de prendre des objets, d'accord ?
russian: Перестань подбирать добычу, ладно?

source: I want you to bring me everything. Any valuables.
fr: Je veux que tu m'apportes tout. Tous les objets de valeur.
russian: Я хочу, чтобы ты приносил мне всё, что найдёшь. Любые ценности.

source: Pick up any gold that you find.
fr: Ramasse l'or que tu trouves.
russian: Собирай всё золото, что найдёшь.

source: Don't pick up the gold that you find.
fr: Ne ramasse pas l'or que tu trouves.
russian: Не подбирай золото.

source: Pick up any jewels that you find.
fr: Ramasse les bijoux que tu trouves.
russian: Собирай любые драгоценности.

source: Pick up only valuable and magical jewelry.
fr: Ramasse uniquement les bijoux magiques et de valeur.
russian: Подбирай только дорогие и магические драгоценности.

source: Pick up only magical jewelry.
fr: Ne ramasse que les bijoux magiques.
russian: Подбирай только волшебные драгоценности.

source: Don't pick up the jewelry.
fr: Ne ramasse pas les bijoux.
russian: Не подбирай драгоценности.

source: Pick up any magical ammo that you find.
fr: Ramasse les munitions magiques que tu trouves.
russian: Приноси все зачарованные снаряды, которые найдёшь.

source: Don't pick up the ammo.
fr: Ne ramasse pas les munitions.
russian: Не подбирай снаряды.

source: If you find any potions, bring them to me!
fr: Si tu trouves des potions, apporte-les moi !
russian: Если найдёшь зелья - сразу неси мне!

source: Stop picking up potions.
fr: Arrêtes de ramasser des potions.
russian: Не нужно больше зелий.

source: Get me any scrolls that you can find.
fr: Apportes-moi tous les parchemins que tu trouves.
russian: Мне нужны все свитки, что ты найдешь.

source: I don't need you to bring any more scrolls.
fr: Je n'ai pas besoin que tu m'apportes d'autres parchemins.
russian: Мне больше не нужны свитки.

source: Fetch scalps from those bandits we kill. There's a nice bounty for them.
fr: Récupère les scalps des bandits que nous avons tués. Il y a une belle prime à la clé.
russian: Срезай скальпы с мёртых бандитов. За них неплохая награда.

source: Stop that scalping, will you? It's disgusting.
fr: Arrête de scalper, tu veux ? C'est dégoûtant.
russian: Хватит скальпов, а? Это отвратительно.

source: Ankheg scales, winter wolf pelts, wyvern heads - I need it all.
fr: Carapace d'ankheg, peaux de loups des glaces, têtes de wyvernes - j'ai besoin de tout ça.
russian: Панцири анкегов, шкуры зимних волков, головы виверн - неси всё.

source: No more pelts or scales, we're stocked.
fr: Plus de peaux ni de carapaces, nous avons tout ce qu'il faut.
russian: Хватит уже шкур и панцирей.

source: No, nothing.
fr: Non, rien.
russian: Да нет, ничего.

source: As you wish, master.
fr: Comme vous voulez, maître.
russian: Как пожелаешь, хозяин.

source: Let's talk about your gear.
fr: Parlons de ton équipement.
russian: Давай обсудим твоё снаряжение.

source: Take this returning dart. I think you're better off attacking from distance.
fr: Prends cette fléchette de retour. Je pense qu'il vaut mieux que tu attaques à distance.
russian: Возьми этот возвращающийся дротик. Я думаю, тебе лучше держаться на расстоянии.

source: Okay, boss.
fr: D'accord, Maître.
russian: Хорошо, хозяин.

source: Done.
fr: C'est fait.
russian: Готово.

source: No, actually I think your gear is fine.
fr: Non, en fait je pense que ton équipement est très bien.
russian: Нет, на самом деле я думаю, что у тебя всё в порядке со снаряжением.

source: I'm hurting here, Boss.
fr: Là j'ai mal, Maître.
russian: Хозяин, я ранен.

source: I'm really hurting here, Boss.
fr: Là j'ai vraiment mal, Maître.
russian: Хозяин, я помираю уже.

source: Ouch!
fr: Ouille !
russian: Ай!

source: (Give a Healing potion).
fr: (Donner une potion de soin).
russian: (Дать зелье лечения).

source: (Give an Extra Healing potion).
fr: (Donner une potion de grands soins).
russian: (Дать зелье улучшенного лечения).

source: (Give a Superior Healing potion).
fr: (Donner une potion de soin majeure).
russian: (Дать зелье максимального исцеления).

source: (Give a Fire Resistance potion).
fr: (Donner une potion de résistance au feu).
russian: (Дать зелье сопротивления огню).

source: (Give an Invisibility potion).
fr: (Donner une potion d'Invisibilité).
russian: (Дать зелье невидимости).

source: (Give a oil of Speed).
fr: (Donner une huile de rapidité).
russian: (Дать масло скорости).

source: (Give an elixir of Health).
fr: (Donner un élixir de Santé).
russian: (Дать эликсир здоровья).

source: (Give a potion of Absorption).
fr: (Donner une potion d'Absorption).
russian: (Дать зелье поглощения).

source: (Give a potion of Agility).
fr: (Donner une potion d'Agilité).
russian: (Дать зелье ловкости).

source: (Give an Antidote).
fr: (Donner un Antidote).
russian: (Дать противоядие).

source: (Give a potion of Clarity).
fr: (Donner une potion de Clarté).
russian: (Дать зелье ясности).

source: (Give a Cold Resistance potion).
fr: (Donner une potion de Résistance au froid).
russian: (Дать зелье сопротивления холоду).

source: (Give a potion of Defence).
fr: (Donner une potion de Défense).
russian: (Дать зелье защиты).

source: (Give a potion of Fortitude).
fr: (Donner une potion de Force morale).
russian: (Дать зелье стойкости).

source: (Give a potion of Insulation).
fr: (Donner une potion d'Isolation).
russian: (Дать зелье изоляции).

source: (Give a potion of Magic Blocking).
fr: (Donner une potion de Blocage de magique).
russian: (Дать зелье блокирования магии).

source: (Give a potion of Magic Resistance).
fr: (Donner une potion de Résistance à la Magie).
russian: (Дать зелье сопротивления магии).

source: (Give a potion of Magic Shielding).
fr: (Donner une potion de Protection contre la magie).
russian: (Дать зелье защиты от магии).

source: (Give a potion of Mirrored Eyes).
fr: (Donner une potion de Rétrovision).
russian: (Дать зелье зеркальных глаз).

source: (Give a potion of Power).
fr: (Donner une potion de Puissance).
russian: (Дать зелье мощи).

source: (Give a potion of Regeneration).
fr: (Donner une potion de Régénération).
russian: (Дать зелье регенерации).

source: (Give a potion of Strength).
fr: (Donner une potion de Force).
russian: (Дать зелье силы).

source: (Give a potion of Freedom).
fr: (Donner une potion de Liberté).
russian: (Дать зелье свободы).

source: (Give a potion of Stone Form).
fr: (Donner une potion de Statue).
russian: (Дать зелье каменной формы).

source: (Give a potion of Mind Focusing).
fr: (Donner une potion de Focalisation mentale).
russian: (Дать зелье концентрации сознания).

source: Actually, take a goodberry.
fr: Tiens, prend une bonne baie.
russian: Возьми эту ягоду.

source: (Give a potion of Hill Giant Strength).
fr: (Donner une potion de force de géant des collines).
russian: (Дать зелье силы холмового великана).

source: (Give a potion of Frost Giant Strength).
fr: (Donner une potion de Force de géant du froid).
russian: (Дать зелье силы морозного великана).

source: (Give a potion of Fire Giant Strength).
fr: (Donner une potion de force de géant du feu).
russian: (Дать зелье силы огненного великана).

source: (Give a potion of Cloud Giant Strength).
fr: (Donner une potion de Force de géant des nuages).
russian: (Дать зелье силы облачного великана).

source: (Give a potion of Storm Giant Strength).
fr: (Donner une potion de Force de géant des tempêtes).
russian: (Дать зелье силы штормового великана).

source: (Give a potion of Heroism).
fr: (Donner une potion d'Héroïsme).
russian: (Дать зелье героизма).

source: (Give a potion of Invulnerability).
fr: (Donner une potion d'Invulnérabilité).
russian: (Дать зелье неуязвимости).

source: (Give a potion of Stone Giant Strength).
fr: (Donner une potion de Force de Géant des pierres).
russian: (Дать зелье силы каменного великана).

source: (Give a potion of Master Thievery).
fr: (Donner une potion de Maître-Voleur).
russian: (Дать зелье мастерского воровства).

source: (Give a potion of Perception).
fr: (Donner une potion de Perception).
russian: (Дать зелье восприятия).

source: (Give a Rogue's potion of Frost Giant Strength).
fr: (Donner une potion de force de géant du froid des voleurs).
russian: (Дать зелье силы морозного великана для плутов).

source: Gem bag
fr: Sac à gemmes
russian: Мешочек для самоцветов

source: This small bag is ideally suited for holding gems.
fr: Ce petit sac est idéal pour contenir des gemmes.
russian: Этот мешочек идеально подходит для хранения самоцветов. ПАРАМЕТРЫ: Вес: 2

source: Scroll case
fr: Étui à parchemins
russian: Ящик для свитков

source: This sturdy container allows dozens of scrolls to be placed in it, safe from exposure to fire, rain, or lightning -- common hazards faced by any adventuring wizard.
fr: Ce conteneur robuste permet de placer des dizaines de parchemins à l'abri du feu, de la pluie ou de la foudre - des risques courants pour tout magicien aventurier.
russian: Этот крепкий ящик позволяет хранить десятки свитков, уберегая их от действия огня, дождя или молнии — обычных неприятностей, которым подвергается странствующий волшебник. ПАРАМЕТРЫ: Вес: 2

source: Potion case
fr: Boite à potions
russian: Сумка для зелий

source: Typically carried by travelling healers, this leather case folds open and allows the user to strap delicate potion bottles to its cushioned side with numerous leather thongs for safe storage during travel.
fr: Généralement utilisé par les guérisseurs itinérants, cette boîte de cuir aux renforts de plumes et aux lanières de cuir permet de protéger des chocs les potions et les fioles les plus fragiles.
russian: Этот кожаный мешок обычно носят странствующие целители, его складки расправляются и позволяют обладателю прикрепить хрупкие бутыли с зельями к его мягкому валику с многочисленными кожаными ремешками для безопасной перевозки. ПАРАМЕТРЫ: Вес: 2

source: Ammo belt
fr: Ceinture à Munitions
russian: Перевязь для амуниции

source: This shoulder belt is ideally suited for holding sling bullets, darts, arrows or bolts.
fr: Cette ceinture d'épaule est idéale pour tenir des balles de fronde, des fléchettes, des flèches ou des carreaux.
russian: Этот наплечный ремень идеален для хранения снарядов, дротиков, стрел и арбалетных болтов. ПАРАМЕТРЫ: Вес: 2

source: Bag of Holding
fr: Sac de contenance
russian: Безразмерный мешок

source: As with other magical bags, this one appears to be a common cloth sack of about 2 feet by 4 feet in size. The bag of holding opens into a nondimensional space, and its inside is larger than its outside dimensions. Regardless of what is put into this item, the bag always weighs a fixed amount.
fr: Comme d'autres sacs magiques, celui-ci ressemble à un sac de tissu classique, d'environ 60 cm sur 1,20 m. Ce sac sans fond ouvre sur un espace non dimensionnel, et l'intérieur est plus grand que l'extérieur. Le poids du sac reste inchangé, quels que soient les objets qui y sont déposés.
russian: Как и другие магические мешки, этот кажется обычной сумкой из ткани размером примерно 2 на 4 фута. Безразмерный мешок открывается в безразмерное пространство, и внутри он больше, чем снаружи. Что бы ни было в него положено, он всегда весит одинаково. ПАРАМЕТРЫ: Вес: 5

source: <CHARNAME>, wait. I've been told that you are leaving Candlekeep.
fr: <CHARNAME>, attend. On m'a dit que tu quittais Chateausuif.

source: Hello, Thorius. Yes, Gorion told me to prepare for a travel.
fr: Bonjour, Thorius. Oui, Gorion m'a dit de me préparer à un voyage.

source: Get lost, old man. I've no time.
fr: Disparais, vieil homme. Je n'ai pas le temps.

source: You have always been my favorite pupil, I want to help you however I can. Take these things. It's no weapon or armor, but experienced adventurers know their real value.
fr: Tu as toujours été mon élève préféré, je veux t'aider du mieux que je peux. Prends ces objets. Ce ne sont ni des armes ni des armures, mais les aventuriers expérimentés connaissent leur valeur réelle.

source: I'm very grateful for your lessons and your help, Thorius.
fr: Je vous suis très reconnaissant pour vos leçons et votre aide, Thorius.

source: But... Well, I see you have no need of my help.
fr: Mais... Je vois que tu n'as pas besoin de mon aide.

source: missile (piercing)
fr: projectile (perforant)
russian: метательное (колющее)

source: crushing
fr: contondant
russian: дробящее

source: slashing
fr: tranchant
russian: рубящее

source: Tracking
fr: Pistage

source: Tracking With an intimate knowledge of his surroundings and the creatures that live within them, a ranger can use the Tracking ability to give himself a general idea of what creatures are in an area and which direction they are. Red arrows at the edge of the screen will point in the general direction of the creatures in the area.
fr: Pistage Grâce à une connaissance approfondie de son environnement et des créatures qui y vivent, un ranger peut utiliser la capacité de pistage pour se faire une idée générale des créatures présentes dans une zone et de la direction dans laquelle elles se trouvent. Les flèches rouges au bord de l'écran indiquent la direction générale des créatures présentes dans la zone.

source: Candlekeep is a secluded and fortified library fortress known for its vast collection of books and scrolls. Monks, scholars, and guards move about, maintaining the peace and knowledge within. You know every nook and cranny here.
fr: Chateausuif est une bibliothèque fortifiée et isolée, connue pour sa vaste collection de livres et de parchemins. Des moines, des érudits et des gardes se déplacent pour maintenir la paix et le savoir à l'intérieur. Vous connaissez tous les coins et recoins de cette forteresse.

source: The Friendly Arm Inn is a fortified inn serving as a safe haven for travelers. Adventurers and guards are frequently seen here, resting or preparing for their next journey.
fr: L'auberge du Brasamical est une auberge fortifiée qui sert de refuge aux voyageurs. Les aventuriers et les gardes sont souvent vus ici, se reposant ou se préparant pour leur prochain voyage.

source: Beregost is a bustling town with shops, inns, and a temple. Townsfolk, guards, and traders fill the streets, going about their daily lives.
fr: Beregost est une ville animée avec des boutiques, des auberges et un temple. Les citadins, les gardes et les marchands remplissent les rues, vaquant à leurs occupations quotidiennes.

source: Nashkel is a small town troubled by issues in the nearby mines. Townsfolk, militia, and merchants can be seen dealing with the recent troubles.
fr: Nashkel est une petite ville perturbée par les problèmes des mines voisines. Les habitants, la milice et les marchands peuvent être vus en train de gérer les récents problèmes.
