Repository: BGforgeNet/bg2-tweaks-and-tricks
Catalog: tnt/tra/po/*.po
Languages: fr, russian

source: The Nashkel Mines are a series of tunnels plagued by monsters and mysterious occurrences. You find signs of kobolds, spiders, and wolves.
fr: Les mines de Nashkel sont une série de tunnels infestés de monstres et d'événements mystérieux. On y trouve des traces de kobolds, d'araignées et de loups.

source: The Gibberling Mountains are rugged and densely forested, with steep cliffs and winding paths. You find signs of gibberlings, xvarts, and wolves in the area.
fr: Le pied des montagnes est accidenté et densément boisé, avec des falaises abruptes et des chemins sinueux. On y trouve des traces de grouilleux, de xvarts et de loups.

source: Gullykin is a small village of halflings. You find signs of kobolds, wolves, and some undead nearby.
fr: Gullykin est un petit village de petites-gens. Vous trouvez des signes de kobolds, de loups et de quelques morts-vivants à proximité.

source: The Ulcaster Ruins are the remnants of an ancient school of magic. You find signs of undead, wolves, and wandering spirits in the area.
fr: Les ruines d'Ulcaster sont les vestiges d'une ancienne école de magie. On y trouve des signes de morts-vivants, de loups et d'esprits errants.

source: Firewine Bridge is an ancient, crumbling structure spanning a deep chasm. You find signs of undead, kobolds, ogres, and adventurers who have met their fate here.
fr: Le pont de Flammevin est une ancienne structure en ruine qui enjambe un gouffre profond. On y trouve des traces de morts-vivants, de kobolds, d'ogres et d'aventuriers qui y ont trouvé la mort.

source: Larswood is a dense forest known for bandit activity. You find signs of bandits, wild animals, and hidden traps among the trees.
fr: Le Bois de Lars est une forêt dense connue pour ses activités de banditisme. Vous trouvez des signes de bandits, des animaux sauvages et des pièges cachés dans les arbres.

source: Peldvale is a forested area with a reputation for being a bandit hideout. You find signs of bandits, gnolls, and other forest creatures.
fr: le Valpeld est une région forestière qui a la réputation d'être un repaire de bandits. On y trouve des traces de bandits, de gnolls et d'autres créatures de la forêt.

source: The Bandit Camp is a hidden encampment teeming with outlaws. You find heavy signs of bandit presense.
fr: Le camp des bandits est un campement caché qui grouille de hors-la-loi. Vous trouvez de nombreux signes de la présence de bandits.

source: Cloakwood Forest is a dark, dense forest filled with danger. You find signs of ettercaps, spiders, and druids who call this forest home.
fr: La forêt de Bois-Manteau est une forêt sombre et dense, pleine de dangers. On y trouve des signes d'ettercaps, d'araignées et de druides qui ont élu domicile dans cette forêt.

source: The Cloakwood Mines are rich in minerals but fraught with danger. You find signs of wyverns, spiders, and slaves forced to work the mines.
fr: Les mines de Bois-Manteau sont riches en minerais mais pleines de dangers. On y trouve des traces de wyvernes, d'araignées et d'esclaves forcés de travailler dans les mines..

source: High Hedge is a secluded estate of a powerful mage. You find signs of gnolls, spiders, and undead.
fr: Haute Haie est la propriété isolée d'un puissant mage. On y trouve des traces de gnolls, d'araignées et de morts-vivants.

source: You find signs of basilisks, bears, undead.
fr: Vous trouvez des traces de basilics, d'ours, de morts-vivants.

source: The Carnival is a traveling fair filled with attractions and danger. You find signs of kobolds and ogres nearby.
fr: Le Carnaval est une foire itinérante remplie d'attractions et de dangers. Vous trouvez des signes de kobolds et d'ogres à proximité.

source: The Gnoll Stronghold is a fortified lair of gnolls. You find signs of heavy gnoll presence, and some xvart footprints.
fr: La Forteresse gnoll est un repaire fortifié de gnolls. Vous y trouvez des signes d'une forte présence gnoll et des empreintes de pas de xvart.

source: Dryad Falls is a picturesque waterfall area inhabited by dryads. You find signs of dryads, wolves, and occasional adventurers seeking the waterfall's beauty.
fr: Les Chutes de la Dryade sont une région pittoresque habitée par des dryades. On y trouve des signes de dryades, de loups et d'aventuriers occasionnels à la recherche de la beauté de la cascade.

source: Fisherman's Lake is a serene body of water surrounded by wilderness. You find signs of gnolls, hoblgoblins, and some large humanoids.
fr: Le lac du pécheur est une étendue d'eau sereine entourée d'une nature sauvage. On y trouve des traces de gnolls, de hobgobelins et de quelques humanoïdes de grande taille.

source: Wyrm's Crossing is a busy bridge leading into Baldur's Gate. You notice some signs of ankheg presense.
fr: le Travers du Ver est un pont très fréquenté qui mène à Baldur's Gate. Vous remarquez des signes de présence d'ankheg.

source: Alongside the large, clawed tracks, you notice more delicate imprints near the shoreline - bare feet that seem too graceful and lightly pressed to belong to any human. The air around these tracks carries a faint, almost enchanting melody that lingers on the wind, suggesting the presence of beguiling creatures who may lure unwary travelers. These prints lead toward rocky outcrops near the water, intermingling with the larger, more menacing tracks that suggest the island's more dangerous predators also roam nearby.
fr: À côté des grandes traces de griffes, vous remarquez des empreintes plus délicates près du rivage - des pieds nus qui semblent trop gracieux et légèrement pressés pour appartenir à un être humain. L'air autour de ces traces porte une faible mélodie, presque enchanteresse, qui persiste dans le vent, suggérant la présence de créatures séduisantes qui pourraient attirer les voyageurs imprudents. Ces empreintes se dirigent vers des affleurements rocheux proches de l'eau, se mêlant aux traces plus grandes et plus menaçantes qui suggèrent que les prédateurs les plus dangereux de l'île rôdent également dans les environs.

source: Ice Island is a frigid, remote location fraught with peril. You find signs of polar bears.
fr: L'île de glace est un endroit glacial, isolé et plein de dangers. On y trouve des traces d'ours polaires.

source: Lion's Way is a scenic path connecting Candlekeep to the wider world, marked by rolling hills and scattered trees. You find signs of wolves, bears, gibberlings.
fr: La Voie du Lion est un chemin pittoresque qui relie Candlekeep au reste du monde, marqué par des collines ondulantes et des arbres épars. On y trouve des traces de loups, d'ours, de gibberlings.

source: The village seems calm, with mostly human tracks leading between homes and along well-used paths. However, among them, you find occasional animal tracks - large, but not out of place in a rural setting. These prints seem to move in and out of the village, blending with everyday activity. Nothing feels immediately threatening, though the presence of such tracks suggests that wildlife might be closer to the village than one would expect.
fr: Le village semble calme, avec principalement des traces humaines entre les maisons et le long de chemins bien fréquentés. Cependant, parmi elles, vous trouvez des traces occasionnelles d'animaux - grandes, mais pas déplacées dans un environnement rural. Ces empreintes semblent aller et venir dans le village, se mêlant à l'activité quotidienne. Rien ne semble menaçant dans l'immédiat, mais la présence de ces traces suggère que la faune est peut-être plus proche du village qu'on ne le pense.

source: The North Forest is a wild and untamed woodland, known for its thick canopy and treacherous paths. The forest floor is littered with fallen leaves and the occasional footprint of those brave enough to traverse its depths. You find signs of vampires lurking in the shadows, trolls prowling the underbrush, and yuan-ti slithering through the foliage. Additionally, there is evidence of a group of adventurers who have recently passed through, their tracks indicating a tense and cautious journey. The air is heavy with the scent of pine and the sounds of distant wildlife, warning all who enter to tread carefully.
fr: La Forêt du Nord est une forêt sauvage, connue pour son épaisse canopée et ses chemins traîtres. Le sol de la forêt est jonché de feuilles mortes et des empreintes occasionnelles de ceux qui ont eu le courage d'en traverser les profondeurs. On y trouve des signes de vampires tapis dans l'ombre, de trolls rôdant dans les sous-bois et de yuan-ti se faufilant dans le feuillage. De plus, un groupe d'aventuriers est passé par là récemment, leurs traces témoignant d'un voyage tendu et prudent. L'air est lourd de l'odeur du pin et des bruits de la faune lointaine, avertissant tous ceux qui pénètrent dans les lieux qu'ils doivent être prudents.

source: each round
fr: chaque round
russian: каждый раунд

source: each second
fr: chaque seconde
russian: каждую секунду

source: The wand will create a cone-shaped area of extreme cold, originating at the wizard's hand and extending outward, much like 5th level wizard spell Cone of Cold. The damage is 8d6 (treating all 1s rolled as 2s), with a save vs. wands for half. STATISTICS: Effect: Cone of Cold Damage: 8D6 (save vs. wands for half) Range: 100 Area of effect: Special Not usable by: Fighter Cleric Druid Thief Paladin Ranger
fr: Cette baguette crée une zone de froid extrême en forme de cône, qui part de la baguette et s'étend vers l'extérieur, comme le sort de 5e niveau Cône de froid. Les dégâts sont de 8d6 (en traitant tous les 1 obtenus comme des 2), avec un jet de sauvegarde contre les baguettes pour réduire de moitié les dégâts. PARAMÈTRES : Effet : Cône de froid Dégâts : 8D6 (jet de sauvegarde contre les baguettes pour réduire de moitié) Portée : 30 mètres Zone d'effet : Spéciale Non utilisable par : Guerrier Clerc Druide Voleur Paladin Rôdeur
russian: Жезл мороза действует как заклинание «Конус холода». Струя кристалликов снега и льда вылетает из этого жезла, охлаждая всё в области до -70 градусов по Цельсию. Как и все жезлы, жезл мороза может быть использован ограниченное количество раз, прежде чем растает в безвредную лужицу воды. ПАРАМЕТРЫ: Свойства зарядов: – Конус холода Урон: 8d6 холодом (половина при успешном спасброске против жезлов) Дистанция: 100 футов Зона действия: 17-футовый конус с углом раствора 90 градусов Требования: Интеллект 9 Вес: 1

source: Invisibility Purge
fr: Purge de l'invisibilité
russian: Снять невидимость

source: Invisibility Purge and True Sight
fr: Purge de l'invisibilité et Vision véritable
russian: Снять невидимость и Истинное зрение

source: Non-detection,
fr: Non-Détection,
russian: Необнаружение,

source: , and Non-Detection.
fr: , et Non-Détection.
russian: , и Необнаружение.

# female
source: Two things, me friend. It will cost ye 12,500 gp for the work, no less, and without an apprentice, ye'll have to stay here a full day and help me run the forge.
fr: Deux choses, mon amie. Cela vous coûtera 12500 pièces d'or pour le travail, pas moins, et sans apprenti, vous devrez rester ici une journée entière et m'aider à faire tourner la forge.

# female
source: You have always been my favorite pupil, I want to help you however I can. Take these things. It's no weapon or armor, but experienced adventurers know their real value.
fr: Tu as toujours été mon élève préférée, je veux t'aider du mieux que je peux. Prends ces objets. Ce ne sont ni des armes ni des armures, mais les aventuriers expérimentés connaissent leur valeur réelle.

# female
source: I'm very grateful for your lessons and your help, Thorius.
fr: Je vous suis très reconnaissante pour vos leçons et votre aide, Thorius.

# female
source: Charmed
fr: Charmée

# female
source: Dire Charmed
fr: Charmée

# female
source: Dominated
fr: Dominée

source: trap
russian: ловушка

source: Unknown
russian: Неизвестно

# alora02
source: Blast and bother! These locks have always given me trouble! Trouble they are!
russian: Проклятье! С этими замками у меня вечно какие-то неприятности! Сплошные неприятности!

# g_ttkor2
source: Hahahaha!
russian: Хахаха!

source: Degrodel's house
russian: Дом Дегродела

source: Pheirkas' house
russian: Дом Фейркас

source: Arkion's house
russian: Дом Аркиона

source: Evalt
russian: Ивалт

source: Maralee
russian: Марали

source: Jorin
russian: Джорин

source: Farthing
russian: Фарфинг

source: Delainy
russian: Дилэйни

source: Lahl
russian: Лал

source: Solianna
russian: Солианна

source: Phlydia
russian: Флидия

source: Kivan
russian: Киван

source: Korax
russian: Коракс

source: Mutamin
russian: Мутамин

source: Tamah
russian: Тама

source: Corianna
russian: Корианна

source: Portalbendarwinden
russian: Порталбендарвинден

source: Basillus
russian: Бассилус

source: Albert
russian: Альберт

source: Rufie
russian: Руфи

source: Sarhedra
russian: Сархедра

source: Fahrington
russian: Фахрингтон

source: Faldorn
russian: Фалдорн

source: Surgeon
russian: Хирург

source: Arkushule
russian: Аркушуль

source: Safana
russian: Сафана

source: Galileus
russian: Галилеус

source: Hafiz
russian: Хафиз

source: Quinn's house
russian: Дом Квинна

source: House of Laerta and Louise
russian: Дом Лаэрты и Луизы

source: To East District, Maltz's Weapons shop
russian: К Восточному району, Оружейному магазину Мальца

source: Thieves' Guild
russian: Гильдия Воров

source: Gandolar Luckyfoot
russian: Гандолар Лакифут

source: Gambling tent
russian: Палатка азартных игр

source: Scrolls store
russian: Магазин свитков

source: Weapons store
russian: Оружейный магазин

source: Zeke
russian: Зеке

source: Ranged weapons store
russian: Магазин дальнобойного оружия

source: Potions dealer
russian: Продавец зелий

source: Enchanted items trader
russian: Торговец магическим оружием

source: Exotic potions store
russian: Магазин экзотических зелий

source: Branwen
russian: Бранвен

source: Fishermen
russian: Рыбаки

source: Ajantis
russian: Аджантис

source: Gerde
russian: Герд

source: Tiber
russian: Тибер

source: Armor store
russian: Магазин доспехов

source: Tent of special pleasures
russian: Палатка особых удовольствий

source: Thorius
russian: Ториус
