Repository: BGforgeNet/bg2-tweaks-and-tricks
Catalog: tnt/tra/po/*.po
Languages: fr, russian

source: Theater earnings are ready for collection.
fr: Les recettes du théâtre sont prêtes.
russian: Поступил доход от театра.

source: The apprentices must have finished the task. Time to check up on them.
fr: Les apprentis doivent avoir terminé leur tâche. Il est temps de les examiner.
russian: Ученики уже должны были закончить задание. Пора к ним наведаться.

source: The Grove awaits.
fr: Le Bosquet attend.
russian: Роща ожидает.

source: It's time to visit the Cabin.
fr: Il est temps de visiter la cabane.
russian: Пора посетить хижину следопыта.

source: The people of de'Arnise keep require the presence of their <PRO_LADYLORD>.
fr: Les gens de de'Arnise ont besoin de la présence de leur Seigneur.

source: Morul has prepared a new batch of potions.
fr: Morul a préparé un nouveau lot de potions.
russian: Морул подготовил новую порцию зелий.

source: The potions are on the table in the laboratory, <SIRMAAM>.
fr: Les potions sont sur la table dans le laboratoire <SIRMAAM>.

source: Your presence is required at the Temple. The needs of the faithful must be tended to.
fr: Votre présence est requise à l'église. Les besoins des fidèles doivent être pris en charge.

source: Nadine's house
fr: Maison de Nadine
russian: Дом Надин

source: Sunin's house
fr: Maison de Sunin
russian: Дом Сунина

source: Cordyr's house
fr: Maison de Cordyr
russian: Дом Кордира

source: Nadarin's warehouse
fr: Entrepôt de Nadarin
russian: Склад Надарина

source: Noralee's warehouse
fr: Entrepôt de Noralee
russian: Склад Норали

source: Ghorak's house
fr: Maison de Ghorak
russian: Дом Горака

source: Nemphre's house
fr: Maison de Nemphre
russian: Дом Немфр

source: Nadarin's office
fr: Bureau de Nadarin
russian: Дом Надарина

source: Fenten's house
fr: Maison de Fenten
russian: Дом Фентена

source: Taloun's house
fr: Maison de Taloun
russian: Дом Талоуна

source: Kaishas' house
fr: Maison de Kaishas
russian: Дом Кайшас

source: Mirianne's house
fr: Maison de Mirianne
russian: Дом Мирианн

source: Kagain's house
fr: Maison de Kagain
russian: Заведение Кагайна

source: Firebead's house
fr: Maison de Firebead
russian: Дом Фаербида

source: Kirian's band
fr: Groupe de Kirian
russian: Банда Кириана

source: Hobgoblin camp
fr: Camp de hobgobelins
russian: Лагерь хобгоблинов

source: Waterfall
fr: Chute d'eau
russian: Водопад

source: Lena and Samuel
fr: Lena et Samuel
russian: Лена и Самуэль

source: Mad Arcand
fr: Arcand le fou
russian: Безумный Арканд

source: Larry, Darryl and Darryl
fr: Larry, Darryl et Darryl
russian: Ларри, Даррил, Даррил

source: Joseph's house
fr: Maison de Joseph
russian: Дом Джозефа

source: Tavern
fr: Taverne
russian: Гостиница

source: General store
fr: Magasin général
russian: Универсальный магазин

source: Tremain's house
fr: Maison de Tremain
russian: Дом Тремайна

source: Rinnie's house
fr: Maison de Rinnie
russian: Ринни

source: Bheren's house
fr: Maison de Bheren
russian: Дом Берена

source: Jardak's house
fr: Maison de Jardak
russian: Дом Джардака

source: To South district, Harbor Master's Building
fr: Vers le quartier Sud, Bâtisse du maître du port
russian: К Южному району, зданию Начальника Порта

source: To South district, westside
fr: Vers le quartier Sud, coté ouest
russian: К Южному району, западной части

source: To Central District, Felonius Gist's Manor
fr: Vers le quartier central, Manoir de Felonius Gist
russian: К Центральному району, особняку Фелониуса Гиста

source: To North District, Bheren's house
fr: Vers le quartier Nord, Maison de Bheren
russian: К Северному району, дому Берена

source: To North District, Three Old Kegs
fr: Vers le quartier Nord, Auberge des Trois Vieilles Chopes
russian: К Северному району, Трём Старым Бочонкам

source: To North District, Ramazith's tower
fr: Vers le quartier Nord, Tour de Ramazith
russian: К Северному району, башне Рамазита

source: To Central District, Oberon's estate
fr: Vers le quartier central, Domaine d'Obéron
russian: К Центральному району, поместью Оберана

source: To Central District, Poultry store
fr: Vers le quartier central, Magasin de volaille
russian: К Центральному району, магазину домашних птиц

source: To Central District, westside
fr: Vers le quartier central, coté ouest
russian: К Центральному району, западной части

source: To Central District, Nadine's house
fr: Vers le quartier central, Maison de Nadine
russian: К Центральному району, дому Надин

source: To South District, eastside
fr: Vers le quartier Sud, coté est
russian: К Центральному району, восточной части

source: To Central District, Jopalin tavern
fr: Vers le quartier central, Taverne de Jopalin
russian: К Центральному району, таверне Джопалина

source: To Central District, southside
fr: Vers le quartier central, coté sud
russian: К Центральному району, южной части

source: To South District, Iron Throne
fr: Vers le quartier Sud, Trône de fer
russian: К Юному району, Железному Трону

source: To Undercellar
fr: Vers les caves souterraines
russian: К Подполью

source: To East Sewers
fr: Vers les égouts de l'est
russian: К восточной канализации

source: To West Sewers
fr: Vers les égouts de l'ouest
russian: К западной канализации

source: To Central Sewers
fr: Vers les égouts centraux
russian: К центральной канализации

source: To Northeast District, Ilmater's Shrine
fr: Vers le quartier nord-est, Chapelle d'Ilmater
russian: К Северо-восточному району, Святилищу Ильматера

source: To Northeast District, Counting House
fr: Vers le quartier nord-est, Bureau des comptes
russian: К Северо-восточному району, Счётной Палате Лиги Торговцев

source: To East District, Sorcerous Sundries
fr: Vers le quartier est, Bazar magique
russian: К Восточному району, Колдовским припасам

source: To Southeast District, Blade and Stars
fr: Vers le quartier sud-est, Auberge de la Lame et des Étoiles
russian: К Юго-восточному району, Клиноку и Звёздам

source: To Southeast District, NE corner
fr: Vers le quartier sud-est, coin NE
russian: К Юго-восточному району, Северо-восточный угол

source: To East District, Elfsong tavern
fr: Vers le quartier est, Taverne du Chant de l'Elfe
russian: К Восточному району, Таверне Эльфийской Песни

source: To East District, Maltz's Weapon shop
fr: Vers le quartier est, Bazar de Maltz

source: To Southeast District, east side
fr: Vers le quartier sud-est, coté est
russian: К Юго-восточному району, восточной части

source: To Southeast District, north side
fr: Vers le quartier sud-est, coté nord
russian: К Юго-восточному району, северной части

source: To Southeast District, behind Sorcerous Sundries
fr: Vers le quartier sud-est, derrière le Bazar magique
russian: К Юго-восточному району, за Колдовскими Припасами

source: To Southwest district, Sunin's house
fr: Vers le quartier sud-ouest, Maison de Sunin
russian: К Юго-западному району, дому Сунина

source: To Southwest district, behind Merchant's league
fr: Vers le quartier sud-ouest, derrière la Ligue des marchands
russian: К Юго-западному району, за Лигой Торговцев

source: To Southwest district, NE corner
fr: Vers le quartier sud-ouest, coin NE
russian: К Юго-западному району, северо-восточный угол

source: To Southwest district, center
fr: Vers le quartier sud-ouest, centre
russian: К Юго-западному району, центру

source: To West district, NE corner
fr: Vers le quartier ouest, coin NE
russian: К Западному району, Северо-восточный угол

source: To Southwest district, Seven Suns
fr: Vers le quartier sud-ouest, Consortium des Sept Soleils
russian: К Юго-западному району, Семи Солнцам

source: To Southwest district, behind Flaming Fist headquarters
fr: Vers le quartier sud-ouest, Quartier général du Poing Enflammé
russian: К Юго-западному району, перед зданием Пламенного Кулака

source: To Southwest district, east side
fr: Vers le quartier sud-ouest, coté est
russian: К Юго-западному району, восточной части

source: To Northwest district, east of Helm and Cloak
fr: Vers le quartier nord-ouest, à l'est du Heaume et de la Cape
russian: К Северо-западному району, восточнее гостиницы Шлем и Плащ

source: To Northwest district, west of Helm and Cloak
fr: Vers le quartier nord-ouest, à l'ouest du Heaume et de la Cape
russian: К Северо-западному району, западнее гостиницы Шлем и Плащ

source: To Northwest district, NE corner
fr: Vers le quartier nord-ouest, coin NE
russian: К Северо-западному району, северо-восточный угол

source: To Northwest district, east side
fr: Vers le quartier nord-ouest, coté est
russian: К Северо-западному району, западной части

source: To Northeast district, center
fr: Vers le quartier nord-ouest, centre
russian: К Северо-восточному, центру

source: To Northeast district, Pheirkas' house
fr: Vers le quartier nord-ouest, maison de Pheirka
russian: К Северо-восточному, дом Фейркас

source: Charmed
fr: Charmé

source: Dire Charmed
fr: Charmé

source: Dominated
fr: Dominé

source: Protection From Evil (Abjuration) Level: 1 Range: Touch Duration: 2 rounds/level Casting Time: 1 Area of Effect: Creature touched Saving Throw: None When this spell is cast, it creates a magical barrier around the recipient at a distance of one foot. The barrier moves with the recipient and has three major effects: - First, all attacks made by evil or evilly enchanted creatures against the protected creature receive a penalty of -2 to each attack roll. Any saving throws caused by such attacks are made by the protected creature with a +2 bonus. - Second, any attempt to possess or to exercise mental control over (as by a vampire's charm ability) the protected creature is blocked by this spell. - Third, the spell prevents bodily contact with summoned demons. This protection ends if the protected character makes an attack against the blocked creature.
fr: Protection contre le mal (Abjuration) Niveau : 1 Portée : Contact Durée : 2 rounds/niveau Temps d'incantation : 1 Zone d'effet : Créature touchée Jet de sauvegarde : Aucun Lorsque ce sort est lancé, il crée une barrière magique autour du bénéficiaire. La barrière se déplace avec le bénéficiaire et a trois effets majeurs : - Tout d'abord, toutes les attaques effectuées par des créatures maléfiques ou enchantées contre la créature protégée subissent une pénalité de -2 au toucher. Les jets de sauvegarde provoqués par ces attaques sont effectués par la créature protégée avec un bonus de +2. - Deuxièmement, toute tentative de possession ou de contrôle mental (comme par la capacité de charme d'un vampire) de la créature protégée est bloquée par ce sort. - Troisièmement, le sort empêche tout contact corporel avec les démons invoqués. Cette protection prend fin si le personnage protégé attaque la créature bloquée.

source: Protection From Evil (Abjuration) Level: 1 Sphere: Protection Range: Touch Duration: 3 rounds/level Casting Time: 1 Area of Effect: Creature touched Saving Throw: None When this spell is cast, it creates a magical barrier around the recipient at a distance of one foot. The barrier moves with the recipient and has three major effects: - First, all attacks made by evil or evilly enchanted creatures against the protected creature receive a penalty of -2 to each attack roll. Any saving throws caused by such attacks are made by the protected creature with a +2 bonus. - Second, any attempt to possess or to exercise mental control over (as by a vampire's charm ability) the protected creature is blocked by this spell. - Third, the spell prevents bodily contact with summoned demons. This protection ends if the protected character makes an attack against the blocked creature.
fr: Protection contre le mal (Abjuration) Niveau : 1 Sphère : Protection Portée : Contact Durée : 3 rounds/niveau Temps d'incantation : 1 Zone d'effet : Créature touchée Jet de sauvegarde : Aucun Lorsque ce sort est lancé, il crée une barrière magique autour du bénéficiaire. La barrière se déplace avec le bénéficiaire et a trois effets majeurs : - Tout d'abord, toutes les attaques effectuées par des créatures maléfiques ou enchantées contre la créature protégée subissent une pénalité de -2 au toucher. Les jets de sauvegarde provoqués par ces attaques sont effectués par la créature protégée avec un bonus de +2. - Deuxièmement, toute tentative de possession ou de contrôle mental (comme par la capacité de charme d'un vampire) de la créature protégée est bloquée par ce sort. - Troisièmement, le sort empêche tout contact corporel avec les démons invoqués. Cette protection prend fin si le personnage protégé attaque la créature bloquée.

source: Protection From Evil 10' Radius (Abjuration) Level: 4 Sphere: Protection Range: Touch Duration: 1 turn/level Casting Time: 7 Area of Effect: 10' radius Saving Throw: None When this spell is cast, all creatures within a 10' radius are affected individually by 'protection from evil'. It creates a magical barrier around the recipient at a distance of one foot. The barrier moves with the recipient and has three major effects: - First, all attacks made by evil or evilly enchanted creatures against the protected creature receive a penalty of -2 to each attack roll. Any saving throws caused by such attacks are made by the protected creature with a +2 bonus. - Second, any attempt to possess or to exercise mental control over (as by a vampire's charm ability) the protected creature is blocked by this spell. - Third, the spell prevents bodily contact with summoned demons. This protection ends if the protected character makes an attack against the blocked creature.
fr: Protection contre le mal sur 3 mètres (Abjuration) Niveau : 4 Sphère : Protection Portée : Contact Durée : 1 tour/niveau Temps d'incantation : 7 Zone d'effet : rayon de 3 mètres Jet de sauvegarde : Aucun Lorsque ce sort est lancé, toutes les créatures situées dans un rayon de 3 mètres sont affectées individuellement par "protection contre le mal". Il crée une barrière magique autour du bénéficiaire. La barrière se déplace avec le bénéficiaire et a trois effets majeurs : - Tout d'abord, toutes les attaques effectuées par des créatures maléfiques ou enchantées contre la créature protégée subissent une pénalité de -2 au toucher. Les jets de sauvegarde provoqués par ces attaques sont effectués par la créature protégée avec un bonus de +2. - Deuxièmement, toute tentative de possession ou de contrôle mental (comme par la capacité de charme d'un vampire) de la créature protégée est bloquée par ce sort. - Troisièmement, le sort empêche tout contact corporel avec les démons invoqués. Cette protection prend fin si le personnage protégé attaque la créature bloquée.

source: Potion effect refreshed
fr: Effet de la potion rafraîchi
russian: Эффект зелья обновлён

source: Protection scroll effect refreshed
fr: Effet du parchemin rafraîchi
russian: Эффект свитка защиты обновлён

source: gaze
fr: regard
russian: взгляд

source: Spin stopped
fr: Arrêt de la spirale
russian: Вращение остановлено

source: Cancel Spin
fr: Annuler la spirale
russian: Остановить вращение

source: BGT or EET only
fr: Seulement BGT ou EET
russian: Требует BGT или EET

source: BG1 content not present
fr: Le contenu de BG1 n'est pas present
russian: БГ1 не найден

source: Windows only
fr: Windows seulement
russian: Только для Windows

source: BG saga only
fr: Saga BG seulement
russian: Только для саги БГ

source: EE not supported. Try https://forums.beamdog.com/discussion/38319/mods-awesome-soundsets-mods-master-thread-custom-soundsets-for-bgee-bg2ee-and-iwdee instead.
fr: EE n'est pas supporte. Essayez https://forums.beamdog.com/discussion/38319/mods-awesome-soundsets-mods-master-thread-custom-soundsets-for-bgee-bg2ee-and-iwdee a la place.
russian: Движок ЕЕ не поддерживается. Вместо этого компонента, можете попробовать https://forums.beamdog.com/discussion/38319/mods-awesome-soundsets-mods-master-thread-custom-soundsets-for-bgee-bg2ee-and-iwdee.

source: Requires ToB or EE engine
fr: Necessite ToB ou un jeu EE
russian: Требует движок ToB или EE

source: Requires BG2 or EE engine
fr: Necessite BG2 ou un jeu EE
russian: Требует движок BG2 или EE

source: Requires BG2
fr: Necessite BG2
russian: Требует BG2

source: Only non-EE engines
fr: Seulement pour les jeux non-EE

source: Requires Classic ToB engine
fr: Necessite oToB

source: BGT only
fr: BGT seulement
russian: Только для BGT

source: Requires Classic ToB or BG(2)EE or IWDEE engine
fr: Necessite oToB ou BG(2)EE ou IWDEE

source: Requires TotSC content
fr: Necessite le contenu de TotSC

source: Couldn't detect your platform, failing.
fr: Impossible de detecter votre plateforme, echec.

source: Items
fr: Objets
russian: Предметы

source: Hassle-free ammo
fr: Plus de probleme de munitions
russian: Более удобные снаряды

source: Remove blur graphics from items
fr: Supprimer les effets de flou des objets
russian: Убрать визуальный эффект размытия с предметов

source: Sensible Cloak of Mirroring
fr: Cape de reflexion judicieuse
russian: Более правдоподобный Плащ Отражения

source: Effects of scrolls and potions do not stack with themselves
fr: Les effets des parchemins et des potions ne se cumulent pas entre eux
russian: Эффекты свитков и зелий не складываются сами с собой

source: Sensible wand of frost
fr: Baguette de givre judicieuse
russian: Более адекватный жезл мороза

source: Single target
fr: Cible unique
russian: Одиночная цель

source: AoE
fr: Zone d'effet
russian: Действие на область

source: Working protection from poison
fr: Protection contre le poison fonctionnelle

source: PnP-like protection items
fr: Objets de protection vraiment PnP

source: 2E-like: saving throws stack, AC doesn't
fr: Comme dans la 2eme edition : les jets de sauvegarde s'empilent, la CA ne s'empile pas

source: 3E-like: no stacking, best bonus takes effect
fr: Comme dans la 3eme edition : pas d'empilement, le meilleur bonus prend effet

source: Potion of Really Mirrored Eyes
fr: Vraie Potion de retrovision

source: Unlimited goodberries stacking
fr: Empilement illimite de bonnes baies
russian: Неограниченное складывание хороших ягод

source: Throwing weapons damage type
fr: Type de degâts des armes de jet

source: Add strength bonus
fr: Ajouter un bonus de force
russian: Добавить бонус от силы

source: Make axes slashing and hammers blunt
fr: Rendre les haches tranchantes et les marteaux contondants
russian: Сделать топоры рубящими, а молоты крушащими

source: Both of the above options
fr: Les deux options ci-dessus
russian: И то, и другое

source: Improved Shandalar's cloak
fr: Cape de Shandalar amelioree

source: Algernon's cloak: usable once per day
fr: Cape d'Algernon : utilisable une fois par jour

source: Improved Equalizer
fr: Egaliseur ameliore

source: Distinct quest items
fr: Objets de quete distincts

source: Traps
fr: Pieges
russian: Ловушки

source: Trap intuition
fr: Intuition de piege

source: not in combat
fr: pas en combat

source: works in combat
fr: fonctionne en combat

source: Intuition not selected, skipping
fr: Intuition non selectionnee, sauter

source: Trap intuition: pause game
fr: Intuition piege : mettre le jeu en pause

source: ground traps only
fr: pieges au sol uniquement

source: all traps
fr: Tous les pieges

source: Trap intuition: center screen
fr: Intuition piege : centrer l'ecran

source: on the character
fr: sur le personnage

source: on the supposed trap
fr: sur le piege suppose

source: Trap reminders
fr: Rappels de pieges

source: generic
fr: generique

source: disclose trap type
fr: reveler le type de piege

source: Trap intuition: toggle Find Traps automatically
fr: Intuition de piege : basculer automatiquement sur la recherche de pieges

source: Improved trap detection: increase trap sense range
fr: Amelioration de la detection des pieges : augmentation de la portee de detection des pieges

source: Trap intuition: play "trap found" sound
fr: Intuition piege : jouer le son "piege detecte"

source: Improved trap detection: core (REQUIRED for any of previous traps components to work)
fr: Amelioration de la detection des pieges : noyau (NECESSAIRE pour que les composants precedents fonctionnent)

source: Improved trap detection: instant detection
fr: Detection amelioree des pieges : detection instantanee

source: All Improved Traps components must be installed BEFORE core
fr: Tous les composants de pieges ameliores doivent être installes AVANT le noyau

source: Stores
fr: Magasins

source: Can't steal from fences
fr: On ne peut pas voler les receleurs
russian: Нельзя воровать у скупщиков краденого

source: Close shop steal exploit
fr: Supprimer la triche du vol en boucle
russian: Закрыть эксплоит с воровством из магазинов

source: Can't steal from any stores
fr: On ne peut pas voler dans les magasins

source: More ankheg armors by Taerom
fr: Plus d'armures d'Ankheg par Taerom
russian: Таэром может делать больше панцирей из анкегов

source: Stores always buy goods at the same (low) price | POWER USER component, consult readme
fr: Les magasins achetent toujours les marchandises au meme prix (bas) | composant pour POWER USER, consultez le readme sur Github

source: Cleanup stores
fr: Nettoyer les magasins

source: Limited stock
fr: Stock limite

source: Assorted convenience components
fr: Composants de commodite

source: Less autosaves | POWER USER component, consult readme
fr: Moins de sauvegardes automatiques | composant pour POWER USER, consultez le readme sur Github

source: More map notes
fr: Plus de notes sur les cartes
russian: Больше отметок на карте

source: Disable lightning during rain
fr: Desactiver les eclairs pendant la pluie
russian: Отключить молнию во время дождя

source: Mod romance cheats | POWER USER component, consult readme
fr: Triche sur les mods de romance | composant pour POWER USER, consultez le readme sur Github

source: Disable intro movies
fr: Desactiver les films d'intro

source: Faster loading times
fr: Reduire les temps de chargement

source: Add BG1 tomes stats bonuses to new BG2 characters
fr: Ajouter les bonus de stats des tomes BG1 aux nouveaux personnages BG2
russian: Добавить бонусы характеристик от томов из БГ1 персонажам, созданным в БГ2

source: Each stat gets +1
fr: Chaque stat obtient +1
russian: Каждая характеристика получает +1

source: Each stat except Wisdom gets +1, Wisdom gets +3
fr: Chaque stat sauf la Sagesse obtient +1, la Sagesse obtient +3
russian: Каждая характеристика кроме Мудрости получает +1, Мудрость получает +3

source: Starting bags
fr: Sacs au depart
russian: Сумки в начале игры

source: Gem, scroll, potion, ammo (GSPA)
fr: Gemmes, parchemins, potions, munitions (GSPA)
russian: Драгоценные камни, свитки, зелья, снаряды (КСЗС)

source: GSPA + holding
fr: GSPA + de contenance
russian: КСЗС + cумка хранения

source: GSPA + holding - all bottomless!
fr: GSPA + de contenance - tous sans fond !
russian: КСЗС + cумка хранения - все бездонные!

source: More mage fencing scrolls in BG1
fr: Plus de parchemins pour mage dans l'extension de BG1

source: Quest and dialog tweaks
fr: Quetes et dialogues

source: Bloodless deeds
fr: Actions sans sang

source: Improved strongholds
fr: Amelioration des forteresses
russian: Улучшенные стронгхолды

source: Save Melicamp
fr: Sauvetage de Melicamp

source: Spells and abilities
fr: Sorts et capacites
russian: Заклинания и способности

source: Spider form ignores web
fr: Forme d'araignee ignore la toile
russian: Форма паука имеет иммунитет к паутине

source: Cheesy Slayer: full heal on change
fr: Ecorcheur : soins complets en cas de changement
russian: Улучшенная форма Убийцы: полное излечение при изменении

source: Cheesy Slayer: reputation
fr: Ecorcheur : reputation
russian: Удобная форма Убийцы: репутация

source: no loss
fr: pas de perte
russian: без потерь

source: reduced loss
fr: perte reduite
russian: уменьшенная потеря

source: True True Sight
fr: Veritable Vision veritable

source: Sensible Otiluke's Resilient Sphere
fr: Sphere de resistance d'Otiluke plus pratique
