Repository: BGforgeNet/bg2-tweaks-and-tricks
Catalog: tnt/tra/po/*.po
Languages: fr, russian

source: Uh, I smell a trap.
fr: Euh, je pressens un piège.
russian: Эм, я чувствую ловушку.

source: Careful. Something's not quite right here.
fr: Attention. Quelque chose ne va pas, par là.
russian: Осторожно. Что-то здесь не так.

source: Stop! It's a trap!
fr: Stop ! C'est un piège !
russian: Стоп! Это ловушка!

source: I sense a trap!
fr: Ça sent le piège !
russian: Я чувствую ловушку!

source: Hmm... We should tread lightly here.
fr: Hmm... Nous devrions faire preuve de prudence par ici.
russian: Хм... Тут нужно шагать аккуратно.

source: Wait, wait. Let's take a closer look at this.
fr: Attendez, attendez. Regardons ça de plus près.
russian: Погодите. Давайте присмотримся повнимательней.

source: I sense danger.
fr: Je sens du danger.
russian: Я чувствую опасность.

source: Watch your step. Looks suspicious.
fr: Attention où vous marchez. Ça paraît suspect.
russian: Смотрите куда наступаете. Выглядит подозрительно.

source: Hold on. See this?
fr: Attendez. Vous voyez ça ?
russian: Погодите. Видите вот это?

source: Trap
fr: Piège
russian: Ловушка

source: Unknown trap
fr: Inconnu

source: Hold Person trap
fr: Piège à Immobilisation des personnes
russian: Удерживающая ловушка

source: Silence trap
fr: Piège à Silence
russian: Ловушка молчания

source: Call Lightning trap
fr: Piège à Appel de la foudre
russian: Ловушка призыва молнии

source: Miscast Magic trap
fr: Piège à Fourvoiement magique
russian: Антимагическая ловушка

source: Flamestrike trap
fr: Piège à Colonne de feu
russian: Пламенная ловушка

source: Chromatic orb trap
fr: Piège à Orbe chromatique
russian: Призматическая ловушка

source: Confusion trap
fr: Piège à Confusion
russian: Запутывающая ловушка

source: Dire Charm trap
fr: Piège à Charme néfaste
russian: Ловушка ужасного очарования

source: Fireball trap
fr: Piège à Boule de feu
russian: Ловушка огненного шара

source: Lightning bolt trap
fr: Piège à Éclair
russian: Ловушка с разрядом молнии

source: Magic Missile trap
fr: Piège à Projectile magique
russian: Ловушка магических снарядов

source: Stinking Cloud trap
fr: Piège à Nuage puant
russian: Ловушка зловонного облака

source: Arrow trap
fr: Piège à Flèche
russian: Ловушка со стрелой

source: Slaying arrow trap
fr: Piège à Flèche tueuse
russian: Ловушка с убийственной стрелой

source: Acid arrow trap
fr: Piège à Flèche acide
russian: Ловушка с кислотной стрелой

source: Biting arrow trap
fr: Piège à Flèche mordante
russian: Ловушка с язвенной стрелой

source: Detonation arrow trap
fr: Piège à Flèche de Détonation
russian: Ловушка со стрелой взрыва

source: Dispelling arrow trap
fr: Piège à Flèche de Dissipation
russian: Ловушка со стрелой развеивания

source: Fire arrow trap
fr: Piège à Flèche de feu
russian: Ловушка с огненной огня

source: Ice arrow trap
fr: Piège à Flèche de givre
russian: Ловушка с ледяной стрелой

source: Piercing arrow trap
fr: Piège à Flèche perceuse
russian: Ловушка со стрелой прокалывания

source: Monster Summoning trap
fr: Piège à Convocation de monstres
russian: Ловушка вызова монстров

source: Frost trap
fr: Piège à Givre
russian: Замораживающая ловушка

source: Cloudkill trap
fr: Piège à Nuage mortel
russian: Ловушка облака-убийцы

source: Minor Lightning Bolt trap
fr: Piège à Éclair mineur
russian: Ловушка малого разряда молнии

source: Underwater Bite trap
fr: Piège à Morsures
russian: Подводная язвенная ловушка

source: Hallway Spikes trap
fr: Piège à Pointes
russian: Ловушка с шипами

source: Muck trap
fr: Piège à Piège à boue
russian: Грязевая ловушка

source: Shadow Death trap
fr: Piège à Ombre mortelle
russian: Ловушка теневой смерти

source: Guillotine trap
fr: Piège à Guillotine
russian: Ловушка-гильотина

source: Lightning orb trap
fr: Piège à Orbe foudroyant
russian: Ловушка с шаровой молнией

source: Crushing trap
fr: Piège à Écrasement
russian: Раздавливающая ловушка

source: Skull trap
fr: Piège à Crane
russian: Череп-ловушка

source: Stone trap
fr: Piège à Pierre
russian: Каменная ловушка

source: Summon Djinn trap
fr: Piège à Convocation de Djinn
russian: Ловушка призыва джинна

source: Spear trap
fr: Piège à Lance
russian: Ловушка-копьё

source: Slime trap
fr: Piège à Gelée
russian: Ловушка-слизь

source: Dart trap
fr: Piège à Fléchette
russian: Ловушка с дротиком

source: Vent trap
fr: Piège à Gaz
russian: Вентиляционная ловушка

source: Pendulum trap
fr: Piège à Pendule
russian: Ловушка-маятник

# g_ttjah1
source: Die your final death!
fr: Mourrez de votre belle mort !
russian: Умри наконец!

# minsc57
source: Aaargh! Kill says Boo, kill does Minsc!
fr: SQUICK ! AAARRRGHGH ! BOUH A DIT TUE ! ET MINSC TUE !
russian: Р-р-ра-а-ах! Убей - говорит Бу! Убей - делает Минск!

# g_ttmin1
source: Prepare to feel the wrath of my hamster!
fr: Prépare-toi à subir la colère de mon hamster !
russian: Готовься почувствовать гнев моего хомяка!

# g_ttedw1
source: Your end is near at hand, wail if you must!!
fr: Votre fin est proche, implorez si vous voulez?!!
russian: Ваш конец близок, плачьте, если хотите!

# quayl01
source: Walking alone on the Coastway road! How smart is this?
fr: Solitaire sur la Voie Côtière ! Quel effet ça fait ?
russian: Бродить в одиночку по Прибрежному Пути! Насколько это умно?

# khald02
source: Calm yourself dear, we must proceed c-c-carefully.
fr: Du calme, chérie, nous devons procéder doucement.
russian: Ус-спокойся, дорогая. Мы должны д-действовать со всей осторожностью.

# g_ttyos1
source: Let us get this over with!
fr: Finissons-en avec ça !
russian: Давайте покончим с этим!

# aerie95
source: Ahhh!! Help me! help me, pleeeaase!!
fr: AHH ! AU SECOURS ! AIDEZ-MOI, PAR PITIE !
russian: А-а-а! Помогите мне! Помогите, Пожа-а-алуйста!

# aeri2540
source: Oh, this is going to hurt you a LOT more than me!
fr: Tu vas avoir BEAUCOUP plus MAL que moi !
russian: О, тебе будет НАМНОГО больнее, чем мне!

# aeri2541
source: By all that is decent, I fight!
fr: Au nom du Bien, je vais me battre !
russian: Я сражаюсь за всё достойное!

# g_ttkor1
source: Killing is our business, and business be good!
fr: Tuer est notre métier, et c'est un bon métier !
russian: Убийство - это наше призвание! И оно - просто отличное!

# g_ttkel1
source: In Tyr's name we shall be victorious once and for all!
fr: Au nom de Tyr, nous serons victorieux une fois pour toutes !
russian: Во имя Тира мы победим раз и навсегда!

# g_ttkag1
source: What can I do for you?
fr: Que puis-je faire pour toi ?
russian: Чем я могу помочь?

# montr01
source: Ye already be disturbed, now leave me be. Yer company be toil enough as is.
fr: Votre esprit est assez perturbé comme ça ; laissez-moi tranquille. Votre compagnie est déjà suffisamment déplaisante.
russian: Если что-то не даёт покоя тебе, так оставь в покое меня. Твоё общество и без того трудно выносить.

# yeslk01
source: Aye, who's there now? More smithing, or did ye burrow into another river?
fr: Eh, qui va là maintenant ? Encore du travail ou quoi ?
russian: Эй, кто там ещё? Опять ковать или просто дверью ошиблись?

# g_ttxan1
source: I have languished in these dismal vaults too long.
fr: J'ai croupi trop longtemps dans cette horrible cave.
russian: Я слишком долго томился в этих мрачных пещерах.

# nali2520
source: Evil falls today!
fr: Aujourd'hui, nous vaincrons le Mal !
russian: Сегодня зло падет!

# nali2521
source: If you fight, you die! You cannot match our power!!
fr: Notre force est trop grande ! Si tu te bats, tu mourras !
russian: Если вступишь в бой, то умрёшь! Ты не сможешь противостоять нашей силе!

# anom2539
source: Helm's fury upon you all!!
fr: Que la colère de Helm s'abatte sur vous !
russian: Ярость Хелма на вас всех!

# anom2540
source: By skill and might we shall prevail!!
fr: Par notre vaillance et notre force, nous vaincrons !
russian: Умением и силой мы победим!

# g_ttval1
source: You will not pass!
fr: Vous ne passerez pas !
russian: Ты не пройдёшь!

# g_tthae1
source: Ahhh, this is a fine battle that shall ring throughout the planes!
fr: Ahhh, c'est une belle bataille qui résonnera dans tous les plans !
russian: Ах, это отличная битва, о которой узнают на всех планах!

# sarevo13
source: We children of Bhaal cannot be stopped!
fr: Nul ne peut arrêter les enfants de Bhaal !
russian: Нас, детей Баала, не остановить!

# sarevo14
source: Ha! This arena I know well!!
fr: Ha ! Ça, je connais !
russian: Ха! Это я хорошо умею!

# sarevo35
source: I shall carve a path, if need be.
fr: Je me frayerai un chemin, s'il le faut.
russian: Я прорублю дорогу, если понадобится.

# sarevo36
source: As you wish.
fr: Comme tu voudras.
russian: Как пожелаешь.

# sarevo37
source: Hmph. Not what I would have done.
fr: Hmpf. Ce n'est pas ce que j'aurais fait.
russian: Хм-м. Не то, чем мне бы хотелось заняться.

# sarevo38
source: So you say.
fr: Tu l'as dit.
russian: Это ты так говоришь.

# garrk30
source: My music is superior to yours, Eldoth, I was taught at the college in Berdusk.
fr: Ma musique est supérieure à la tienne, Eldoth, j'ai été formé au collège de Berdusk.
russian: Моя музыка лучше твоей, Элдот, ведь я обучался ей в колледже Бердуска.

# garrk06
source: I can't stand by and just let this happen.
fr: Je ne peux pas attendre que ça se passe sans réagir.
russian: Я не могу просто стоять в стороне и не вмешаться.

# g_ttbra1
source: By the ice breath of Auril!
fr: Par le souffle glacé d'Auril !
russian: Во имя ледяного дыхания Аурил!

# skiee04
source: You're the finest group of friends I've ever had.
fr: Jamais je n'ai eu meilleur groupe d'amis.
russian: Вы самые лучшие друзья, которые у меня когда-либо были.

# xzarr01
source: Montaron, you are so AGGRAVATING! 'Tis disturbing to my demeanor!
fr: Montaron, vous êtes si EXASPÉRANT ! Cela nuit à mon équilibre !
russian: Монтарон, ты просто НЕВЫНОСИМ! Ты меня раздражаешь!

# shart34
source: How would you like my sword tickling your innards?
fr: Que diriez-vous de vous faire chatouiller les entrailles par ma lame ?
russian: Хочешь, чтобы я пощекотала мечом твои внутренности?

# g_ttaja1
source: You evil ways end here!
fr: Vos mauvaises actions s'arrêtent ici !
russian: Твои злодеяния подошли к концу!

# g_ttaja2
source: Draw steel!
fr: Sortez vos armes !
russian: К оружию!

# g_ttkiv1
source: Defend yourselves!
fr: Défendez-vous !
russian: Защищайтесь!

# g_ttkel2
source: You soul is forfeit!
fr: Ton âme est perdue !
russian: Твоя душа потеряна!

source: I have something I think you could forge into an item.
fr: J'ai quelque chose qui, je pense, pourrait vous servir à fabriquer un objet.

source: Hmmmn... Let us have a look then. What sort of item would that be?
fr: Mmmm... voyons voir... qu'est-ce donc cela ?

source: Weapon.
fr: Arme.

source: Armor.
fr: Armure.

source: Returning throwing axe
fr: Hache de jet de retour
russian: Возвращающийся метательный топор

source: The hand axe or throwing axe is also known as a hatchet. The axe blade has a sharp steel tip, counterbalanced by a pointed fluke. The short handle has a point on the bottom and the head may have a spike on the top, which makes it impractical to use in melee. This particular axe has a minor enchantment applied. It always returns to user's hand. Still, it strikes as normal weapon, not a magical one. STATISTICS: Damage: 1D6 +1 Damage type: missile (piercing) Weight: 5 Speed Factor: 4 Proficiency Type: Axe Type: 1-handed Requires: 4 Strength Not Usable By: Druid Cleric Mage Thief
fr: La hache à main, ou hache de jet, est également connue sous l'appellation de hachette. Sa lame comporte une lame d'acier tranchante, contrebalancée par une barbelure pointue. La courte poignée comporte une pointe en bas et la tête comporte parfois une pointe en haut, ce qui la rend inutilisable en mêlée. Cette hache a reçu un enchantement mineur. Elle revient toujours dans la main de l'utilisateur. Pourtant, elle frappe comme une arme normale, pas comme une arme magique. PARAMETRES : Dégâts : 1D6 +1 Type de dégâts : projectile (perforant) Poids : 5 Facteur de vitesse : 4 Type de compétence : Hache Type : arme à 1 main Force nécessaire : 4 Non utilisable par : Druide Clerc Mage Voleur
russian: Метательный топорик также известен как томагавк. Лезвие топора имеет острый стальной наконечник, уравновешенный шипом с другой стороны. Конец короткой ручки заострен, c другой стороны, на головке, также может иметься шип. Томагавк не приспособлен для рукопашного боя. Конкретно этот топор зачарован слабым заклинанием - он всегда возвращается в руку хозяина после броска. Однако, в остальных отношениях он считается немагическим. ПАРАМЕТРЫ: Урон: 1d6 +1 Тип урона: метательный (колющий) Фактор Скорости: 4 Навык: топор Тип: одноручное Требования: Сила 4 Вес: 5

source: Returning throwing dagger
fr: Dague de jet de retour
russian: Возвращающийся метательный кинжал

source: The typical throwing dagger has a pointed, usually double-edged blade, as opposed to a knife, which has a single edge and is a bit shorter than the dagger. Unlike a dagger, this one has a smaller handle and is balanced differently, which makes it impractical to use in melee. This particular dagger has a minor enchantment applied. It always returns to user's hand. Still, it strikes as normal weapon, not a magical one. STATISTICS: Damage: 1D4 Damage type: missile (piercing) Weight: 1 Speed Factor: 2 Proficiency Type: Dagger Type: 1-handed Requires: 3 Strength Not Usable By: Cleric
fr: La dague de jet traditionnelle a une lame pointue généralement à double tranchant, contrairement au couteau qui n'a qu'un seul tranchant et est un peu moins long. Celle-ci a un manche plus court et est équilibrée différemment, ce qui la rend inutilisable en mêlée. Cette dague a reçu un enchantement mineur. Elle revient toujours dans la main de l'utilisateur. Pourtant, elle frappe comme une arme normale, pas comme une arme magique. PARAMETRES : Dégâts : 1D4 Type de dégâts : perforant Poids : 1 Facteur de vitesse : 2 Type de compétence : Dague Type : arme à 1 main Force nécessaire : 3 Non utilisable par : Clerc
russian: Типичный метательный кинжал имеет заостренное, обычно обоюдоострое лезвие, в отличие от ножа, который заточен с одного края и немного короче. По сравнению с простым кинжалом, у этого уменьшенная рукоятка и другой баланс. Он не приспособлен для рукопашного боя. Конкретно этот кинжал зачарован слабым заклинанием - он всегда возвращается в руку хозяина после броска. Однако, в остальных отношениях он считается немагическим. ПАРАМЕТРЫ: Урон: 1d4 Тип урона: метательный (колющий) Фактор Скорости: 2 Навык: кинжал Тип: одноручное Требования: Сила 3 Вес: 1

source: Returning dart
fr: Fléchette de retour
russian: Возвращающийся дротик

source: The dart is a small, easily concealable missile weapon that is thrown rather than fired from a bow or other launcher. This particular dart has a minor enchantment applied. It always returns to user's hand. Still, it strikes as normal weapon, not a magical one. STATISTICS: Damage: 1D3 Damage type: missile (piercing) Weight: 0 Speed Factor: 2 Proficiency Type: Dart Type: 1-handed Not Usable By: Cleric
fr: La fléchette est un petit projectile qui peut être facilement dissimulé, lancé plutôt que tiré par un arc ou une autre arme de jet. Cette fléchette a reçu un enchantement mineur. Elle revient toujours dans la main de l'utilisateur. Pourtant, elle frappe comme une arme normale, pas comme une arme magique. PARAMETRES : Dégâts : 1D3 Type de dégâts : projectile (perforant) Poids : 0 Facteur de vitesse : 2 Type de compétence : Fléchette Type : arme à 1 main Non utilisable par : Clerc
russian: Дротик - это маленькое метательное оружие, которое легко спрятать. Его бросают, а не пускают из лука или другого устройста. Конкретно этот дротик зачарован слабым заклинанием - он всегда возвращается в руку хозяина после броска. Однако, в остальных отношениях он считается немагическим. ПАРАМЕТРЫ: Урон: 1d3 Тип урона: метательный (колющий) Фактор Скорости: 2 Навык: дротик Тип: одноручное Вес: 0

source: Quiver of Plenty
fr: Carquois d'abondance
russian: Колчан изобилия

source: Enchanted quivers like this one are highly sought after by professional archers. STATISTICS: Unlimited plain arrows
fr: Les carquois enchantés comme celui-ci sont très recherchés par les archers professionnels. PARAMÈTRES : Flèches ordinaires illimitées
russian: Зачарованные колчаны вроде этого высоко ценятся профессиональными лучниками. ПАРАМЕТРЫ: Бесконечные обычные стрелы Вес: 0

source: Case of Plenty
fr: Étui d'abondance
russian: Чехол изобилия

source: Enchanted bolt cases like this one are highly sought after by professional crossbow users. STATISTICS: Unlimited plain bolts
fr: Les étuis à carreaux enchantés comme celui-ci sont très recherchés par les arbalétriers professionnels. PARAMÈTRES : Carreaux ordinaires illimités
russian: Зачарованные чехлы для болтов вроде этого высоко ценятся профессиональными арбалетчиками. ПАРАМЕТРЫ: Бесконечные обычные арбалетные болты Вес: 0

source: Bag of Plenty
fr: Sac d'abondance
russian: Сумка изобилия

source: Enchanted bullet bags like this one are highly sought after by professional slingers. STATISTICS: Unlimited plain bullets
fr: Les sacs à billes enchantés comme celui-ci sont très recherchés par les frondeurs professionnels. PARAMÈTRES : Billes ordinaires illimitées
russian: Волшебные сумки для снарядов вроде этой высоко ценятся профессиональными пращниками. ПАРАМЕТРЫ: Бесконечные снаряды для пращи Вес: 0

source: Long Sword: The Equalizer The age of this sword is such that its true origin has been lost to time, but markings hint that it was possibly forged by those in the service of Helm. Also called the "Sword of Neutrality," it seems designed to seek and terminate extremism, to shift the universe closer to harmonious equilibrium. The further the orientation of a target from true balance, the more potent the damage they suffer. The closer the wielder to true balance, the stronger is the sword in their hands. The Equalizer actively resists being used by characters of extreme alignments. In addition, the sword allows its owner to discover alignments of nearby creatures as per wizard spell, 3 times per day. STATISTICS: Enchantment: +4 Combat Abilities: 50% chance on hit to Confuse a Good or Evil enemy for 2 rounds, Save vs. Spell negates. This ability will only work in hands of a character who is neither Good nor Evil. 50% chance on hit to Blind a Lawful or Chaotic enemy for 2 rounds, Save vs. Breath negates. This ability will only work in hands of a character who is neither Lawful nor Chaotic. THAC0 & Damage: vs True Neutral: +0 to hit, +0 damage vs non-extreme alignments (Chaotic/Lawful Neutral, Neutral Good/Evil): +2 to hit, +2 damage vs extreme alignments (Chaotic Good/Evil, Lawful Good/Evil): +4 to hit, +4 damage Extra bonuses based on wielder's alignment: True Neutral: +4 to hit, +4 damage Non-extreme alignments: +2 to hit, +2 damage Extreme alignments: -20 to hit, -20 damage. All combat effects are independent and stack with each other. Equipped Abilities: Immunity to Charm and Confusion Abilities: Know Alignment 3 times per day. Damage type: slashing Weight: 3 Speed Factor: 1 Proficiency Type: Long Sword Type: 1-handed Requires: 6 Strength Not Usable By: Druid Cleric Mage Beast Master
fr: Épée longue : l'Égaliseur L'âge de cette arme est si élevé que personne ne saurait le deviner, mais des indices de fabrication suggèrent qu'elle a pu être forgée au service de Heaum. Également appelée "Épée de Neutralité", elle semble avoir été conçue pour l'équilibre et l'élimination des extrêmes. Plus le comportement d'une cible est éloigné de la neutralité, plus les dégâts infligés sont importants. Plus le porteur est proche de l'équilibre parfait, plus l'épée dans ses mains est puissante. L'Égaliseur résiste activement à une utilisation par des personnages d'alignements extrêmes. De plus, l'épée permet à son propriétaire de découvrir les alignements des créatures proches comme le sort de mage, 3 fois par jour. PARAMÈTRES : Niveau d'enchantement : +4 Capacités de combat : 50% de chances en touchant un ennemi Bon ou Mauvais de le rendre confus pendant 2 rounds, sauf s'il réussi un jet de sauvetage contre les sorts. Cette capacité ne fonctionne qu'entre les mains d'un personnage qui n'est ni bon ni mauvais. 50% de chances en touchant un ennemi Loyal ou Chaotique de l'aveugler pendant 2 rounds, sauf s'il réussi un jet de sauvetage contre les souffles. Cette capacité ne fonctionne qu'entre les mains d'un personnage qui n'est ni loyal ni chaotique. TAC0 & Dégâts : contre Neutre strict : +0 au toucher, +0 aux dégâts contre les alignements non extrêmes ( Chaotique/Loyal Neutre, Neutre Bon/Mauvais) : +2 au toucher, +2 aux dégâts contre les alignements extrêmes (Chaotique Bon/Mauvais, Loyal Bon/Mauvais) : +4 au toucher, +4 aux dégâts Bonus supplémentaires selon l'alignement du porteur : Neutre strict : +4 au toucher, +4 aux dégâts Alignements non extrêmes : +2 au toucher, +2 aux dégâts Alignements extrêmes : -20 au toucher, -20 aux dégâts Tous les effets de combat sont indépendants et se cumulent les uns avec les autres. Capacités d'équipement : Immunité aux charmes et à la confusion Capacités de charge : Détection de l'alignement 3 fois par jour. Type de dégâts : tranchant Poids : 3 Facteur de vitesse : 1 Type de compétence : épée longue Type : arme à 1 main Force nécessaire : 6 Non utilisable par : Druide Clerc Mage Belluaire
russian: Длинный меч: Уравнитель Возраст этого меча настолько велик, что тайна его происхождения потеряна во тьме веков, но отметки подсказывают, что он мог быть создан для служения Хелму. Также называемый «Мечом нейтралитета», он, похоже, предназначен для поиска и уничтожения крайностей, для приближения вселенной к гармоничному балансу. Чем дальше жертва отходит от истинного равновесия, тем больший урон она получит. Чем ближе владелец к истинному равновесию, тем сильнее меч в его руках. Уравнитель активно сопротивляется использованию себя персонажами с крайним мировоззрением. Кроме того, меч позволяет своему владельцу 3 раза в день узнавать мировоззрение ближайших существ. ПАРАМЕТРЫ: Свойства экипировки: – Иммунитет к очарованию и замешательству Боевые возможности: – Считается оружием +4 – 50% шанса замешательства противника доброго или злого мировоззрения при попадении на 2 раунда (спасбросок против заклинания). Только если носитель не доброго и не злого мировоззрения. – 50% шанса наложить ослепление или хаос на законопослушного или хаотичного противника на 2 раунда (спасбросок против дыхания). Только если носитель не доброго и не злого мировоззрения. ТНАС0 и урон: против истинно-нейтральных: +0 к атаке, + 0 к урону против хаотично/законопослушных нейтральных, нейтрально добрых/злых: +2 к атаке, + 2 к урону против хаотично добрых/злых, законопослушных добрых/злых: +4 к атаке, + 4 к урону Дополнительные бонусы в зависимости от мировоззрения носителя: Истинно нейтральный: +4 к атаке, + 4 к урону Хаотично/законопослушный нейтральный, нейтрально добрый/злой: +2 к атаке, + 2 к урону Остальные мировоззрения: -20 к атаке, - 20 к урону Все боевые эффекты независимы друг от друга и работают совместно. Свойства зарядов: Узнать характер 3 раза в день. Тип урона: рубящий Фактор скорости: 1 Навык: длинный меч Тип: одноручное Требования: Сила 6 Вес: 3 Не используется: Друид Священник Маг Хозяин зверей

source: Two things, me friend. It will cost ye 12,500 gp for the work, no less, and without an apprentice, ye'll have to stay here a full day and help me run the forge.
fr: Deux choses, mon ami. Cela vous coûtera 12500 pièces d'or pour le travail, pas moins, et sans apprenti, vous devrez rester ici une journée entière et m'aider à faire tourner la forge.
russian: Две вещи, друг мой. Работа обойдется тебе в 12500 монет, не меньше, и из-за отсутствия подмастерья тебе придется остаться здесь на целый день и помогать мне управлять кузницей.

source: What would be involved in that?
fr: Qu'est-ce que cela implique ?
